cask "1password-cli"
brew "bat"
brew "bitwarden-cli"
brew "blueutil"
brew "cmake"
brew "chezmoi"
brew "curl"
brew "delta"
brew "docker"
brew "eza"
brew "fd"
brew "fzf"
brew "gh"
brew "gettext"
brew "git"
brew "hadolint"
brew "k9s"
brew "kind"
brew "kubectl"
brew "lazygit"
brew "luarocks"
brew "ninja"
brew "pyenv"
brew "ripgrep"
brew "shellcheck"
brew "shfmt"
brew "starship"
brew "switchaudio-osx"
brew "tmux"
brew "tree-sitter-cli"
brew "uv"
brew "zoxide"
